"""Викторина.

Дополнительный модуль: глобальные переменные."""


QA = {
    'Год рождения Ломоносова?': '1711',
    'Год рождения Ландау?': '1908',
    'Год рождения Попова?': '1859',
    'Год рождения Курчатова?': '1903',
    'Год рождения Тамма?': '1895',
    'Год рождения Гейма?': '1958',
}

MESSAGES = {
    'CORRECT': "Верно!\n",
    'INCORRECT': "ответ неверный... попробуйте ещё\n",
    'QUIT': "Слабак!\n",
    'NEW': "хотите сыграть ещё раз? [д/н] ",
}

QUIT_KW = ("я хочу выйти", "выйти", "выход", )

